Repository: mgoral/subconvert
Catalog: subconvert/locale/*/LC_MESSAGES/subconvert.po
Languages: pl

source: Usage: %prog [options] input_file [input_file(s)]
pl: Użycie: %prog [opcje] plik [plik(i)]

source: File options
pl: Opcje plików

source: Options that describe how subtitle files should be handled.
pl: Parametry opisujące jak powinny być obsługiwane pliki z napisami

source: Movie options
pl: Opcje filmów

source: Options that describe the corelations between subtitle and movie files.
pl: Parametry opisujące korelacje między plikami filmów a napisów.

source: Force all operations without asking (assuming yes).
pl: Wymuszanie wszystkich operacji bez pytania (zakładanie zgody).

source: Silence SubConvert output.
pl: Wycisz wyjście SubConverta.

source: Execute Subconvert in graphical mode.
pl: Uruchom Subconverta w trybie graficznym

source: Generate debug output.
pl: Wypisanie informacji debugowania.

source: Input file encoding. If no encoding is provided, SubConvert will try to automatically detect file encoding and switch to 'UTF-8' when unsuccessfull. For a list of available encodings, see: http://docs.python.org/library/codecs.html#standard-encodings.
pl: Kodowanie pliku wejściowego. Jeśli nie zostanie podane żadne kodowanie, SubConvert spróbuje je automatycznie wykryć, a w przypadku niepowodzenia wybierze 'UTF-8'. Lista dostępnych kodowań dostępna jest pod adresem: http://docs.python.org/library/codecs.html#standard-encodings.

source: Output file encoding. If no output encoding is provided, SubConvert will save output files with the same encoding as input.
pl: Kodowanie pliku wyjściowego. Jeśli nie zostanie podane żadne kodowanie, SubConvert dla plików wyjściowych zachowa kodowanie plików wejściowych.

source: Output subtitle format. Default: subrip.
pl: Format wyjściowy. Domyślnie: subrip.

source: Specify extension of the output file if the default one is not what you like.
pl: Określa rozszerzenie pliku wynikowego, jeśli domyślne jest nieodpowiadające.

source: Movie/subtitles frames per second. Default: 25.
pl: Wybiera ilość klatek na sekundę dla filmu/napisów. Domyślnie: 25.

source: Automatically try to get fps from MPlayer.
pl: Automatycznie próbuje pobrać ilość klatek na sekundę z MPlayera.

source: Movie file to get FPS info from.
pl: Plik filmu, z którego ma zostać pobrana ilość klatek na sekundę.

source: Incorrect number of arguments.
pl: Nieprawidłowa ilość argumentów.

source: q
pl: z

source: y
pl: t

source: No such file: %s
pl: Podany plik nie istnieje: %s

source: File '%s' too large.
pl: Plik '%s' jest zbyt duży.

source: Incorrect FPS value: %s. Switching back to default
pl: Nieprawidłowa wartość FPS: %s. Zostanie użyta wartość domyślna

source: Input file encoding: %s.
pl: Kodowanie pliku wejściowego: %s.

source: Output file encoding: %s.
pl: Kodowanie pliku wyjściowego: %s.

source: '%s' format not supported (or mistyped).
pl: Format '%s' nie jest wspierany (lub został błędnie wpisany).

source: Couldn't handle '%s' given '%s' encoding.
pl: Plik '%s' nie mógł zostać otwarty z kodowaniem '%s'.

source: Couldnt convert from '%s' encoding to '%s'
pl: Nie udało się skonwertować z kodowania '%s' do '%s'.

source: Parsed.
pl: Zakończono parsowanie.

source: File '%s' exists. Overwrite? [%s/%s/%s/%s]
pl: Plik '%s' istnieje. Nadpisać? [%s/%s/%s/%s]

source: %s backed up as %s
pl: %s skopiowano jako %s

source: Skipping %s
pl: Pomijanie %s

source: Overwriting %s
pl: Nadpisywanie %s

source: Quitting converting work.
pl: Kończenie konwersji plików.

source: Writing to %s
pl: Zapisywanie do pliku %s

source: %s not parsed.
pl: %s nie został sparsowany.

source: File %s exists.
pl: Plik %s istnieje.

source: Backup file
pl: Skopiuj plik

source: Yes
pl: Tak

source: No
pl: Nie

source: Cancel
pl: Anuluj

source: To all
pl: Wszystkie pliki

source: Get FPS from movie.
pl: Pobierz FPS z filmu.

source: Movie FPS:
pl: FPS filmu:

source: File(s) encoding:
pl: Kodowanie plików:

source: Output encoding:
pl: Kodowanie wyjściowe:

source: Output format:
pl: Format wyjściowy:

source: [Detect]
pl: [Wykryj kodowanie]

source: [Don't change]
pl: [Pozostaw bez zmian]

source: Default
pl: Domyślne

source: Open file
pl: Otwórz plik

source: Subtitle files (%s);;All files (*.*)
pl: Pliki napisów (%s);;Wszystkie pliki (*.*)

source: Movie files (%s);;All files (*.*)
pl: Pliki filmów (%s);;Wszystkie pliki (*.*)

source: Input encoding: %s
pl: Kodowanie wejściowe: %s

source: Output encoding: %s
pl: Kodowanie wyjściowe: %s

source: Sub FPS: %s
pl: FPS napisów: %s

source: %s parsed.
pl: Sparsowano %s.

source: File parsed to %s.
pl: Plik sparsowany do %s.

source: File not parsed.
pl: Plik nie został sparsowany.

source: Subconvert - finished
pl: SubConvert - koniec

source: Work finished.
pl: Ukończono kolejkę.

source: Converted in: %f
pl: Przekonwertowano w: %f

source: Filepath: %s Finished jobs: %s
pl: Ścieżka: %s Ukończonych prac: %s

source: Usage: %prog [options]
pl: Użycie: %prog [opcje]

source: Generate debug output
pl: wypisanie informacji debugowania

source: Keep log history for individual files
pl: Zachowuj historię dla pojedynczych plików

source: '%s' exists and needs to be removed before backing up.
pl: '%s' istnieje i musi zostać usunięty przed utworzeniem kopii.

source: Couldn't run mplayer. It has to be installed and placed in your $PATH in order to use auto_fps option.
pl: MPlayer nie mógł być uruchomiony. Aby móc używać opcji auto_fps, musi on być zainstalowany i znajdować się w zmiennej $PATH.

source: Couldn't get FPS info from mplayer.
pl: Informacje o FPS nie mogły zostać pobrane z MPlayera.

source: Got %s FPS from '%s'.
pl: Pobrano %s FPS z '%s'.

source: Detecting encoding from %d bytes
pl: Sprawdzanie kodowania z %d bajtów.

source: ...detected %s encoding.
pl: ...ustalono kodowanie %s.

source: I am not too confident about encoding (most probably %s). Setting default UTF-8
pl: Nie można ustalić kodowania z wystarczającą pewnością (prawdopodobnie %s). Ustawianie domyślnego UTF-8

source: Unknown encoding name: '%s'.
pl: Nieznane kodowanie: '%s'.

source: Trying to parse %s...
pl: Parsowanie %s...

source: Correct time not asserted for subtitle %d. Skipping it...
pl: Poprawny czas nie jest zapewniony dla napisów nr %d. Pomijanie...

source: .. incorrect subtitle pair times: (%s, %s)
pl: .. nieprawidłowa para czasów: (%s, %s)

source: Incorrect FPS value: %s.
pl: Nieprawidłowa wartość FPS: %s.

source: Not supported FrameTime type: '%s'
pl: Biepoprawny typ FrameTime: '%s'

source: Incorrect seconds value.
pl: Niepoprawna wartość sekund.

source: Incorrect frame value.
pl: Niepoprawna wartość klatek.

source: No lines read from file. Skipping
pl: Nic nie odczytano z pliku. Pomijanie

source: %s waited too long. Skipping.
pl: %s czekał zbyt długo. Pomijanie.

source: Not a %s file.
pl: Plik nie jest formatu %s.

source: Skipping empty line.
pl: Pomijanie pustego pliku

source: %s parsing error.
pl: Błąd parsowania %s.

source: No subtitle text found. Skipping that section.
pl: Nie znaleziono treści napisu. Pomijanie tej sekcji.

source: Recognised %s.
pl: Rozpoznano typ %s.

source: Key exception occured when trying to format sub: %s
pl: Wystąpił wyjątek podczas próby formatowania napisów: %s

source: General options
pl: Ogólne opcje

source: Show this help message and exit.
pl: Pokazanie tej wiadomości i wyjście z programu.

source: Show program's version number and exit.
pl: Pokazanie numeru wersji i wyjście z programu

source: %prog [options]
pl: %prog [opcje]
